{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/vpz7ATB.png",
        "DisableIconText": false,
        "IconPosition": 0,
        "IconTextColor": 4,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 2,
          "buttontext": "Welcome",
          "title1": "Rules",
          "title2": "Info",
          "text1": "Rules (if you disagree, please find another server)n\n1. Do not cheat. This includes meshing, exploiting terrain, using chair to mesh, insiding a tribe and hacking.\n2. A tribe can have more than one base, a base means  more than a teleporter and turrets \n\n3.if you leave random 2x2 boxes with turrets and similar, this is spam - you will not enjoy the consequence. \n\n4. Only attack a tribe once/day, please try to conclude that attack within a 4 hour window.\n\n5. FOB, demo it when you are done.\n\n 6. Don't build in a cave unless you live there.\n7. Don't be toxic. Yes, you can use profanity and fuck with people in global, \n 8. cage max time 30 minutes\n\n9. If you insist on foundation wiping someone and you need help removing a meshed foundation - open a ticket on discord and within 24hrs the meshed will be removed and an admin will respond to your ticket.   IF YOU ARE HAVING PROBLEM GETTING CURSOR TO CLOSE THIS WINDOW, try alt+tab.",
          "text2": "Character Levels= 105.  \nchange. \nPlease understand, there is an imbue bench that gives people 755% dmg tools and pike. \nAs a result our balance is strongly weighted against what you can do with those max capped items.Dino Max Level wild is currently 300.\nWith the Primal Chaos Mod, we are still working out balancing.\n\n <TextStyle.Yellow>Secrets about boosted drops</>\n <TextStyle.White>White drop are rare resources Black Pearl, Paste, Narcotic, Oil, Polymer, Pearls </>\n\n<TextStyle.Green>Green drops are boss fight artifacts and related items.</>\n\n<TextStyle.Blue>Blue drops Saddles and misc</>\n\n<TextStyle.Violet>Purple drops are guns like tek rifle, fabricated sniper, assault rifle</>\n\n<TextStyle.Yellow>Yellow drops are armor, flak, ghillie etc</>\n\n<TextStyle.Red>Red drops are Tek, Tek saddles, structures, armor</>\n\n The drops will have items that you cant get anywhere else. IMPORTANT use the medical station to heal up new tames, and  .",
          "imageurl": "https://i.imgur.com/uwUe79C.jpg"
        }
      },
      {
        "tab2": {
            "layout": 2,
            "buttontext": "Giveaways & Events ",
            "title1": "Giveaways - Contests",
            "title2": "Events",
            "text1": "We plan to wipe the serverr every three (3) weeks. We will refer to these intervals as seasons. Each season will have a first and second place prize available to the leaders on the PVP Scoreboard, $25 & $15 steam gift card for each prize respectively. On the last day of the season whoever has the most player kills will win. Contest details and qualifications on our website\n\n\nWe will have more types of contests in the very near future,\n\n with prizes both in-game and out of game.\n\n\nGiftcards, whitelist, custom dinos, titles, ingame perks, discord Slayer Role\n\n\n",
            "text2": "We will have events for scavenger hunts, pvp contests, leaderboard winners, and other \n\npvp arena activities once we get more settled in and the game is a little more stable.",
            "imageurl": "https://i.imgur.com/AvdemSZ.jpg"
          }
      },
      {
        "tab3": {
            "layout": 4,
            "buttontext": "Server Stats",
            "title1": "Primal Chaos",
            "title2": "Player Stats",
            "title3": "Dino Stats",
            "title4": "General",
            "text1": "You can start by using MOD link below, short version its \n\ndinos that are currently as much as 10x the stats of base dinos.\n\nUse the Chaos Bench to make kibble.\n\nServer dino health and dmg is currently balanced based on being\n\n able to use elemental rex to beat final boss. You will need to build greenhouse and etc for kibble, use AA to make it easier",
            "text2": "Char level 105. Every single player stat is obviously boosted.\n\nThere is no current plan to change character level or player stats.", 
            "text3": "Dino stats are balanced specific to being able to do highest tier boss with elemental.\n\nLater when the new tiers of dinos are released, the stats will have to be adjusted down.\n\n",
            "text4": "If you build in caves, there is 6x cave dmg. Dino turretdmgx8\n\nStructures not in cave, have boosted resistance-defense.\n\nNot every single resource is 1000x. Use Imbue bench\n\nYou can make transmitter and do bosses from the comfort of your own base. DMG numbers will not fucking be turned on. don't bother asking\n\nEvery Aspect of stats and server settings has been modified for a specific type of experience.",
            "imageurl": "https://i.imgur.com/AvdemSZ.jpg"
          }
      },
      {
        "tab4": {
            "layout": 4,
            "buttontext": "About Us",
            "title1": "Fivem Server",
            "title2": "Redm Server",
            "title3": "Ark Evolved",
            "title4": "Donation",
            "text1": "Update later",
            "text2": "Update later",
            "text3": "Update later",
            "text4": "If you want to donate, please feel free to use the Donate and Support link button below. We have decided that we do not want to offer any type of P2W items on our server. We have always hated it, as players, when we go somewhere else and people are buying bases and high level dinos, so we want to have that same standard in the server we host for our players. However, if you want to express your grattitude, and you enjoy your time here, feel free to support, I promise you it will be appreciated. cheat scriptcommand WBUI2 update",
            "imageurl": "https://i.imgur.com/wadIvBy.png"
          }
      },
      {
        "tab5": {
            "layout": 1,
            "buttontext": "Secret shit",
            "title1": "reminder in case you forgot",
            "text1": ".",
            "imageurl": "https://i.imgur.com/9kUEghD.jpg"
          }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Discord",
          "url": "https://discord.com/invite/57PsKK8CxB"
        }
      },
      {
        "link2": {
          "text": "Website",
          "url": "https://nightliferp.net/"
        }
      },
      {
        "link3": {
          "text": "Our Server Rank",
          "url": "https://server.nitrado.net/usa/toplist/view/13934235"
        }
      },
      {
        "link4": {
          "text": "Chaos Mod",
          "url": "https://www.curseforge.com/ark-survival-ascended/mods/ark-primal-chaos"
        }
      },
      {
        "link5": {
          "text": "Dino Stats",
          "url": "https://ark.fandom.com/wiki/Creature_stats_calculation"
        }
      },
      {
        "link6": {
          "text": "Donate&Support",
          "url": "https://tinyurl.com/murphyslaw1000x"
        }
      }
    ]
  }
}
